Repository: uintdev/qrserv
Catalog: lib/l10n/app_*.arb
Languages: de, es, fa, fr, he, hu, it, pl, pt, ru, tr

# page_landing_label
source: Select file(s)
de: Datei(en) auswählen
es: Seleccione archivo(s)
fa: انتخاب پرونده(ها)
fr: Sélectionner fichier·s
he: בחר קובץ(ים)
hu: Fájl(ok) kiválasztása
it: Seleziona i(l) file
pl: Wybierz plik(i)
pt: Selecione o(s) arquivo(s)
ru: Выберите файл(ы)
tr: Dosya seç

# page_landing_msg
source: Select files to share...
de: Dateien zum Teilen auswählen...
es: Seleccione archivos para compartir...
fa: پرونده ها را برای هم‌رسانی انتخاب کنید
fr: Sélectionnez des fichiers à partager...
he: בחר קבצים לשיתוף...
hu: Megosztható fájlok kiválasztása...
it: Seleziona i file da condividere...
pl: Wybierz plik(i) do wysłania......
pt: Selecione arquivos para compartilhar...
ru: Выберите файлы для обмена...
tr: Paylaşılacak dosyaları seçin...

# page_info_noconnection_label
source: No network connection
de: Keine Netzwerk Verbindung
es: No hay conexión de red
fa: بدون اتصال شبکه
fr: Aucune connexion réseau
he: אין חיבור לרשת
hu: Nincs hálózati kapcsolat
it: Nessuna connessione di rete
pl: Brak połączenia z siecią
pt: Nenhuma conexão de rede
ru: Нет подключения к сети
tr: Ağ bağlantısı yok

# page_info_noconnection_msg
source: Connect to a network and try again
de: Verbinden Sie sich mit einem Netzwerk und versuchen Sie es erneut
es: Conéctate a una red y vuelve a intentarlo
fa: به یک شبکه متصل شده و دوباره امتحان کنید
fr: Connectez-vous à un réseau et réessayez
he: התחבר לרשת ונסה שוב
hu: Ellenőrizd a hálózatot, és próbáld újra
it: Connettiti ad una rete e prova di nuovo
pl: połącz się z siecią i spróbuj ponownie
pt: Conecte-se a uma rede e tente novamente
ru: Подключитесь к сети и повторите попытку
tr: Bir ağa bağlanın ve tekrar deneyin

# page_info_snapshoterror_label
source: Error
fa: خطا
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
pl: Błąd
pt: Erro
ru: Ошибка
tr: Hata

# page_info_snapshoterror_msg
source: Error collecting network information
de: Fehler beim Sammeln von Netzwerkinformationen
es: Error al recopilar información de red
fa: خطا در دریافت اطلاعات شبکه
fr: Échec de la collecte des informations réseau
he: שגיאה באיסוף מידע על הרשת
hu: Hiba történt a hálózati információk lekérdezésekor
it: Errore nel raccoglimento delle informazioni sulla rete
pl: Błąd podczas zbierania informacji o sieci
pt: Erro ao coletar informações de rede
ru: Ошибка при сборе сетевой информации
tr: Ağ bilgileri toplanırken hata oluştu

# page_info_fileremoved_label
source: File removed
de: Datei entfernt
es: Archivo eliminado
fa: پرونده پاک شد
fr: Fichier supprimé
he: קובץ הוסר
hu: Fájl törölve
it: File rimosso
pl: Plik usunięty
pt: Arquivo removido
ru: Файл удалён
tr: Dosya kaldırıldı

# page_info_fileremoved_msg
source: File was removed
de: Datei wurde entfernt
es: Archivo fue eliminado
fa: پرونده پاک شد
fr: Fichier était supprimé
he: הקובץ הוסר
hu: Fájl törölve lett
it: File è stato rimosso
pl: Plik został usunięty
pt: Arquivo foi removido
ru: Файл был удалён
tr: Dosya kaldırıldı

# page_info_filemodified_label
source: File modified
de: Datei geändert
es: Archivo modificado
fa: پرونده تغییر یافته
fr: Fichier modifié
he: קובץ שונה
hu: Fájl módosítva
it: File modificato
pl: Plik zmodyfikowany
pt: Arquivo modificado
ru: Файл изменен
tr: Dosya değiştirildi

# page_info_filemodified_msg
source: File was modified
de: Datei wurde geändert
es: Archivo fue modificado
fa: پرونده تغییر یافته
fr: Fichier était modifié
he: הקובץ שונה
hu: Fájl módosítva lett
it: File è stato modificato
pl: Plik został zmodyfikowany
pt: Arquivo foi modificado
ru: Файл был изменен
tr: Dosya değiştirildi

# page_info_permissiondenied_label
source: Error
fa: خطا
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
pl: Błąd
pt: Erro
ru: Ошибка
tr: Hata

# page_info_permissiondenied_msg
source: Storage permission was denied
de: Speichererlaubnis wurde verweigert
es: Se denegó el permiso de almacenamiento
fa: دسترسی به حافظه رد شد
fr: La demande de stockage a été refusée
he: הגישה לאחסון נדחתה
hu: Tárhely hozzáférés megtagadva
it: Il permesso di accesso alla memoria interna è stato rifiutato
pl: Odmówiono pozwolenia na zapisywanie do pamięci urządzenia
pt: A permissão de armazenamento foi negada
ru: Доступ к хранилищу был запрещён
tr: Depolama izni reddedildi

# page_info_insufficientstorage_label
source: Error
fa: خطا
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
pl: Błąd
pt: Erro
ru: Ошибка
tr: Hata

# page_info_insufficientstorage_msg
source: Insufficient storage
de: Unzureichende Speicherung
es: Almacenamiento insuficiente
fa: حافظه ناکافی
fr: Stockage insuffisant
he: אין מספיק מקום אחסון
hu: Elégtelen tárolás
it: Stoccaggio insufficiente
pl: Niewystarczające składowanie
pt: Armazenamento insuficiente
ru: Недостаточно свободного места
tr: Yeterli depolama alanı yok

# page_info_portinuse_label
source: Error
fa: خطا
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
pl: Błąd
pt: Erro
ru: Ошибка
tr: Hata

# page_info_portinuse_msg
source: Server tried to start with already binded port
de: Server hat versucht, mit dem bereits gebundenen Port zu beginnen
es: El servidor intentó ejecutarse con un puerto en uso
fa: سرور تلاش میکرد با پورتی متصل شود که از پیش استفاده شده بود
fr: Le serveur a essayé de démarrer avec un port en utilisation
he: השרת ניסה לפעול על פורט שכבר נמצא בשימוש
hu: Egy már használt porton próbált indulni a szerver
it: Il server ha cercato di usare una porta già in utilizzo
pl: Serwer próbował uruchomić z już powiązanym portem sieciowym
pt: O servidor tentou começar com uma porta já usada
ru: Сервер пытался начать с уже привязанного порта
tr: Sunucu zaten bağlanmış bağlantı noktasıyla başlatılmaya çalışıldı

# page_info_fallback_label
source: Error
fa: خطا
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
pl: Błąd
pt: Erro
ru: Ошибка
tr: Hata

# page_info_fallback_msg
source: An error has occurred. Code:
de: Ein Fehler ist aufgetreten. Code:
es: Se ha producido un error. Código:
fa: خطایی رخ داد. Code:
fr: Une erreur est survenue. Code:
he: אירעה שגיאה. קוד:
hu: Egy hiba történt. Kód:
it: C'è stato un errore. Codice:
pl: Wystąpił nieuwzględniony błąd. Kod:
pt: Ocorreu um erro. Código:
ru: Произошла ошибка. Код:
tr: Bir hata oluştu. Kod:

# page_imported_archive_failed
source: Archive file could not be created:
de: Archivdatei konnte nicht erstellt werden:
es: No se ha podido crear el archivo:
fa: بایگانی ایجاد نشد:
fr: Le fichier d'archive n'a pas pu être créé:
he: לא ניתן ליצור קובץ ארכיון:
hu: Az archívumfájlt nem sikerült létrehozni:
it: Impossibile creare un file di archivio:
pl: Nie można utworzyć pliku archiwum:
pt: O arquivo não pôde ser criado:
ru: Не удалось создать файл архива:
tr: Arşiv dosyası oluşturulamadı:

# page_imported_share_sheet_label
source: Share
de: Teilen
es: Compartir
fa: هم‌رسانی
fr: Partager
he: שתף
hu: Megosztás
it: Condividi
pl: Udostępnianie
pt: Compartilhar
ru: Поделиться
tr: Paylaş

# page_imported_share_clipboard_label
source: Copy
de: Kopieren
es: Copiar
fa: رونویسی
fr: Copier
he: העתק
hu: Másolás
it: Copia
pl: Kopiuj
pt: Copiar
ru: Копировать
tr: Kopyala

# page_imported_share_clipboard
source: Copied
de: Kopiert
es: Copiado
fa: رونویسی شد
fr: Copie effectuée
he: הועתק
hu: Átmásolva
it: Copiato
pl: Skopiowano
pt: Copiado
ru: Скопировано
tr: Kopyalandı

# page_imported_fileinpath_enabled
source: Enabled: filename in path
de: Aktiviert: Dateiname im Pfad
es: Habilitado: nombre de archivo en ruta
fa: فعال: نام پرونده در مسیر آن
fr: Activé: nom de fichier dans chemin
he: מופעל: שם קובץ בנתיב
pl: Włączone: nazwa pliku w ścieżce
pt: Habilitado: nome do arquivo no caminho
ru: Включено: имя файла в пути
tr: Etkin: dosya adı yol içinde

# page_imported_fileinpath_disabled
source: Disabled: filename in path
de: Untauglich: Dateiname im Pfad
es: Deshabilitado: nombre de archivo en ruta
fa: غیرفعال: نام پرونده در مسیر آن
fr: Désactivé: nom de fichier dans chemin
he: מושבת: שם קובץ בנתיב
pl: Wyłączone: nazwa pliku w ścieżce
pt: Desativado: nome do arquivo no caminho
ru: Отключено: имя файла в пути
tr: Devre dışı: dosya adı yol içinde

# page_imported_size
source: Size
de: Größe
es: Tamaño
fa: اندازه
fr: Taille
he: גודל
hu: Méret
it: Dimensione
pl: Rozmiar
pt: Tamanho
ru: Размер
tr: Boyut

# page_imported_sizesymbol_b
source: B
fr: o
he: ב
ru: Б

# page_imported_sizesymbol_kb
source: KB
fr: Ko
he: ק"ב
ru: КБ

# page_imported_sizesymbol_mb
source: MB
fr: Mo
he: מ"ב
ru: МБ

# page_imported_sizesymbol_gb
source: GB
fr: Go
he: ג"ב
ru: ГБ

# page_imported_sizesymbol_tb
source: TB
fr: To
he: ט"ב
ru: ТБ

# fab_shutdownserver_label
source: Shutdown server
de: Server herunterfahren
es: Apagar el servidor
fa: خاموش کردن سرور
fr: Arrêter le serveur
he: כבה שרת
hu: Szerver leállítása
it: Spegni server
pl: Zamknąć serwer
pt: Desligar servidor
ru: Выключить сервер
tr: Sunucuyu kapat

# fab_selectfile_label
source: Select file(s)
de: Datei(en) auswählen
es: Seleccione archivo(s)
fa: انتخاب پرونده(ها)
fr: Sélectionner fichier·s
he: בחר קובץ(ים)
hu: Fájl(ok) kiválasztása
it: Seleziona i(l) file
pl: Wybierz plik(i)
pt: Selecione arquivo(s)
ru: Выберите файл(ы)
tr: Dosya seçin

# info_exception_fileselection_fallback
source: Failed to select file(s):
de: Fehler beim Auswählen der Datei(en):
es: No se pudo seleccionar el archivo(s):
fa: انتخاب پرونده(ها) ناموفق بود:
fr: Échec de la sélection des fichiers:
he: נכשל לבחור קובץ(ים):
hu: Nem sikerült kiválasztani a fájl(t/okat):
it: Errore durante la selezione de(i/l) file:
pl: Nie udało się wybrać pliku:
pt: Falha ao selecionar o(s) arquivo(s):
ru: Не удалось выбрать файл(ы):
tr: Dosya(lar) seçilemedi:

# info_exception_intentstream
source: getIntentDataStream error:
fa: getIntentDataStream خطا:
fr: erreur getIntentDataStream:
he: שגיאת getIntentDataStream:
hu: getIntentDataStream hiba:
it: Errore getIntentDataStream:
pl: getIntentDataStream błąd:
pt: getIntentDataStream erro:
ru: Ошибка getIntentDataStream:
tr: getIntentDataStream hatası:

# info_exception_shutdownfailed
source: Failed to shutdown server
de: Server könnte nicht heruntergefahren werden
es: No se pudo apagar el servidor
fa: خاموش کردن سرور ناموفق بود
fr: L'arrêt du serveur a échoué.
he: כיבוי השרת נכשל
hu: Sikertelen szerver leállítás
it: Non è stato possibile spegnere il server
pl: Nie udało się zamknąć serwera
pt: Falha ao desligar servidor
ru: Не удалось выключить сервер
tr: Sunucu kapatılamadı

# info_exception_fileremoval
source: Failed to remove cached file(s):
de: Fehler beim Entfernen der zwischengespeicherten Datei(en):
es: No se pudo borrar el archivo(s) en caché:
fa: پاک‌سازی پرونده‌ها در حافظه نهان ناموفق بود:
fr: La suppression des fichiers mis en cache a échoué:
he: נכשל בהסרת קובץ(ים) מהמטמון:
hu: Nem sikerült eltávolítani a gyorsítótárazott fájl(t/okat):
it: Impossibile rimuovere i(l) file memorizzati nella cache:
pl: Nie udało się usunąć plik(u/ów) z pamięci podręcznej:
pt: Falha ao remover o(s) arquivo(s) em cache:
ru: Не удалось удалить кэшированный файл(-ы):
tr: Önbelleğe alınmış dosya(lar) kaldırılamadı:

# info_exception_portinuse
source: Error binding port:
de: Fehler beim Binden des Ports:
es: Error asignando puerto:
fa: خطا در تعریف پورت:
fr: La liaison au port a échouée:
he: שגיאה בקישור פורט:
hu: Nem sikerült a következő port használata:
it: Errore nel binding delle porte:
pl: Nie udało się powiązać portu sieciowego:
pt: Erro ao vincular porta:
ru: Ошибка привязки порта:
tr: Bağlantı noktası bağlanırken hata oluştu:

# info_exception_linkopenfailed
source: Unable to open link:
de: Link kann nicht geöffnet werden:
es: No se puede abrir el enlace:
fa: نمیتوان پیوند را باز کرد:
fr: Impossible d'ouvrir le lien:
he: לא ניתן לפתוח קישור:
hu: Nem sikerült a link megnyitása:
it: Impossibile aprire il link:
pl: Nie można otworzyć linku do pliku:
pt: Impossível abrir o link:
ru: Не удалось перейти по ссылке:
tr: Bağlantı açılamıyor:

# info_pending_fileprocessing
source: Currently processing file selection...
de: Datei(en) wird gerade verarbeitet...
es: Actualmente procesando selección de archivos...
fa: در حال پردازش پرونده های انتخابی...
fr: Fichier·s en cours de traitement...
he: מעבד בחירת קבצים...
hu: Jelenleg a fájl kiválasztása feldolgozása zajlik...
it: Selezione dei file attualmente in elaborazione...
pl: Wybór pliku jest przetwarzany...
pt: Atualmente processando seleção de arquivo...
ru: Идёт обработка выбора файла...
tr: Şu anda dosya seçimi işleniyor...

# info_pending_fileprocessing_shutdown
source: Cannot shutdown server while processing file selection
de: Server kann während der Verarbeitung der Dateiauswahl nicht heruntergefahren werden
es: No se puede apagar el servidor mientras se procesa la selección de archivos
fa: نمیتوان حین پردازش پرونده ها سرور را خاموش کرد
fr: Impossible d'arrêter le serveur pendant le traitement de la sélection de fichiers
he: לא ניתן לכבות את השרת בזמן עיבוד קבצים
hu: Nem lehet leállítani a kiszolgálót a fájl választás feldolgozása közben
it: Impossibile spegnere il server durante l'elaborazione della selezione dei file
pl: Nie można wyłączyć serwera podczas przetwarzania wyboru pliku
pt: Não é possível desligar o servidor durante o processamento da seleção de arquivos
ru: Невозможно выключить сервер во время обработки выбора файла
tr: Dosya seçimi işlenirken sunucu kapanamaz

# info_pending_servershutdown
source: Server shutdown pending...
de: Server heruntergefahren ausstehend...
es: Cierre del servidor pendiente...
fa: خاموش کردن سرور...
fr: Arrêt du serveur en cours...
he: כיבוי שרת ממתין...
hu: Szerver leállítás folyamatban...
it: Spegnimento del server in corso...
pl: Zamknięcie serwera jest teraz w toku...
pt: Desligamento do servidor pendente...
ru: Ожидание отключения сервера...
tr: Sunucu kapatılması bekleniyor...

# info_pending_appinfo
source: Loading...
de: Laden...
es: Cargando...
fa: بارگذاری...
fr: Chargement en cours...
he: טוען...
hu: Betöltés...
it: Caricamento...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
tr: Yükleniyor...

# server_info_download_started
source: Download started:
de: Download gestartet:
es: Descarga iniciada:
fa: دریافت آغاز شد:
fr: Téléchargement commencé:
he: ההורדה החלה:
hu: Letöltés megkezdve:
it: Download avviato:
pl: Pobieranie rozpoczęte:
pt: Descarregar iniciado:
ru: загрузка началась:
tr: İndirme başladı:

# server_info_download_finished
source: Download finished:
de: Download beendet:
es: Descarga finalizada:
fa: دریافت به پایان رسید:
fr: Téléchargement terminé:
he: ההורדה הושלמה:
hu: Letöltés kész:
it: Download finito:
pl: Pobieranie zakończone:
pt: Descarregar terminado:
ru: загрузка завершена:
tr: İndirme bitmiş:

# server_info_tokenmismatch
source: Server token mismatch
de: Server-Token-Fehlanpassung
es: El token del servidor no coincide
fa: نشان سرور ناهم‌خوان است
fr: Le jeton du serveur est invalide
he: אי התאמה בטוקן של השרת
hu: Nem egyező szerver token
it: Il token del server non corrisponde
pl: Niezgodność z tokenu serwera
pt: Incompatibilidade da token do servidor
ru: Несоответствие токена сервера
tr: Sunucu token uyuşmazlığı

# server_info_shutdownfailed
source: Failed to shutdown server. HTTP code:
de: Server könnte nicht heruntergefahren werden. HTTP code:
es: No se pudo apagar el servidor. Código HTTP:
fa: خاموش کردن سرور ناموفق شد.کد HTTP:
fr: Échec de l'arrêt du serveur. code HTTP:
he: כיבוי השרת נכשל. קוד HTTP:
hu: Sikertelen szerver leállás. HTTP kód:
it: Non è stato possibile spegnere il server. Codice HTTP:
pl: Nie udało się pomyślnie zamknąć serwera. HTTP kod:
pt: Falha ao desligar servidor. Código HTTP:
ru: Не удалось выключить сервер. Код HTTP:
tr: Sunucu kapatılamadı. HTTP kodu:

# server_info_gone
source: Server is gone:
de: Server ist weg:
es: El servidor se ha ido:
fa: سرور از بین رفته است:
fr: Le serveur est parti:
he: השרת נעלם:
hu: A szerver eltűnt:
it: Il server è sparito:
pl: Serwer zaginął:
pt: Servidor desaparecido:
ru: Сервер недоступен:
tr: Sunucu yok:

# about_title
source: About
es: Acerca de
fa: درباره
fr: À propos
he: אודות
hu: Névjegy
it: Informazioni
pt: Sobre
tr: Hakkında

# about_packageinfofail
source: Error
fa: خطا
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
pt: Erro
tr: Hata

# about_releases_title
source: Releases
fa: انتشارها
fr: Versions
hu: Kiadások
it: Rilasci
pt: Versões
tr: Sürümler

# about_donate_title
source: Donate
es: Donar
fa: حمایت
fr: Faire un don
he: תרום
hu: Támogatás
it: Dona
pt: Doar
tr: Bağış

# about_close
source: Close
es: Cerrar
fa: بستن
fr: Fermer
he: סגור
hu: Bezár
it: Chiudere
pt: Fechar
tr: Kapat

# dam_path_not_found
source: Error: path for Direct Access Mode not found
de: Error: Pfad für Direktzugriffsmodus nicht gefunden
es: Error: no se ha encontrado la ruta para el modo de acceso directo
fa: خطا: مسیر برای حالت دسترسی مستقیم پیدا نشد
fr: Erreur: chemin d'accès au Mode d'Accès Direct non trouvé
he: שגיאה: לא נמצא נתיב למצב גישה ישירה
hu: Hiba: a Közvetlen Hozzáférési Módhoz tartozó útvonal nem található
it: Errore: il percorso per la Modalità di Accesso Diretto non è stato trovato
pl: Błąd: nie znaleziono ścieżki dla trybu dostępu bezpośredniego
pt: Erro: caminho para o Modo de Acesso Direto não encontrado
ru: Ошибка: Путь для режима прямого доступа не найден
tr: Hata: Doğrudan Erişim Modu için yol bulunamadı

# settings_title
source: Settings
es: Configuración
fa: تنظیمات
fr: Paramètres
he: הגדרות
hu: Beállítások
it: Impostazioni
pt: Configurações
tr: Ayarlar

# settings_subheading_server
source: Server
es: Servidor
fa: سرور
fr: Serveur
he: שרת
hu: Szerver
pt: Servidor
tr: Sunucu

# settings_server_port_list_title
source: Port number
fa: شماره پورت
fr: Numéro de port
hu: Portszám
it: Numero di porta
pt: Número da porta
tr: Port numarası

# settings_server_port_list_subtitle
source: Use a specific or random port number
fa: از یک شماره پورت مشخص یا تصادفی استفاده کنید
fr: Utiliser un numéro de port spécifique ou aléatoire
hu: Használjon egy meghatározott vagy véletlenszerű portszámot
it: Utilizzare un numero di porta specifico o casuale
pt: Use um número de porta específico ou aleatório
tr: Belirli veya rastgele bir port numarası kullanın

# settings_server_port_dialog_description
source: Port number range must be between %s and %s. Leave blank for a random port.
fa: شماره پورت باید بین %s و %s باشد. برای انتخاب یک پورت تصادفی، این قسمت را خالی بگذارید.
fr: Numéros de port doit être comprise entre %s et %s. Laissez vide pour utiliser un port aléatoire.
hu: Portszám tartományának %s és %s között kell lennie. Hagyja üresen egy véletlenszerű porthoz.
it: Numero di porta deve essere compreso tra %s e %s. Lasciare vuoto per una porta casuale.
pt: Intervalo do número da porta deve ser entre %s e %s. Deixe em branco para uma porta aleatória.
tr: Port numarası %s ile %s arasında olmalıdır. Rastgele bir port için boş bırakın.

# settings_server_port_dialog_serveractive
source: Changes will take effect when the server is restarted.
fa: تغییرات پس از راه‌اندازی مجدد سرور اعمال خواهند شد.
fr: Modifications prendront effet au redémarrage du serveur.
hu: Változtatások a szerver újraindítása után lépnek érvénybe.
it: Modifiche diventeranno effettive al riavvio del server.
pt: Alterações entrarão em vigor quando o servidor for reiniciado.
tr: Değişiklikler sunucu yeniden başlatıldığında geçerli olacaktır.

# settings_server_port_dialog_submit
source: Set Port
fa: تنظیم پورت
fr: Définir Port
hu: Port Beállítása
it: Imposta Porta
pt: Definir Porta
tr: Portu Ayarla

# settings_server_port_dialog_portinuse
source: Port is already in use
fa: پورت در حال استفاده است
fr: Port est déjà utilisé
hu: Port már használatban van
it: Porta è già in uso
pt: Porta já está em uso
tr: Port zaten kullanılıyor

# settings_server_port_dialog_saved
source: Changes saved
fa: تغییرات ذخیره شد
fr: Modifications enregistrées
hu: Módosítások mentve
it: Modifiche salvate
pt: Alterações salvas
tr: Değişiklikler kaydedildi

# settings_client_dam_list_title
source: Direct Access Mode
fa: حالت دسترسی مستقیم
fr: Mode d'Accès Direct
hu: Közvetlen Hozzáférési Mód
it: Modalità di Accesso Diretto
pt: Modo de Acesso Direto
tr: Doğrudan Erişim Modu

# settings_client_dam_list_subtitle
source: Ideal for large files
fa: ایده‌آل برای فایل‌های حجیم
fr: Idéal pour les fichiers volumineux
hu: Nagy méretű fájlokhoz ideális
it: Ideale per file di grandi dimensioni
pt: Ideal para arquivos grandes
tr: Büyük dosyalar için idealdir

# settings_client_dam_ineligiblebuild
source: Direct Access Mode for Android 11 or later is only available in the GitHub version of the app -- see the 'about' dialog.
fa: حالت دسترسی مستقیم برای اندروید ۱۱ و بالاتر فقط در نسخه گیت‌هاب برنامه موجود است -- به کادر «درباره» مراجعه کنید.
fr: Mode d'Accès Direct pour Android 11 ou version ultérieure est uniquement disponible dans la version GitHub de l'application -- voir la boîte de dialogue « à propos ».
hu: Az Android 11-es vagy újabb verziókhoz készült Közvetlen Hozzáférési Mód csak az alkalmazás GitHub-verziójában érhető el – lásd a „névjegy” ablakot.
it: Modalità di Accesso Diretto per Android 11 e versioni successive è disponibile solo nella versione dell'app presente su GitHub -- vedi la finestra 'informazioni'.
pt: Modo de Acesso Direto para Android 11 ou posterior só está disponível na versão do GitHub do aplicativo — consulte a caixa de diálogo 'sobre'.
tr: Android 11 veya üstü için Doğrudan Erişim Modu yalnızca uygulamanın GitHub sürümünde mevcuttur -- 'hakkında' penceresine bakın.

# settings_subheading_general
source: General
fa: عمومی
fr: Général
hu: Általános
it: Generale
pt: Geral
tr: Genel

# settings_general_defaults_list_title
source: Restore default settings
fa: بازگردانی به تنظیمات پیش‌فرض
fr: Restaurer les paramètres par défaut
hu: Alapértelmezett beállítások visszaállítása
it: Ripristina impostazioni predefinite
pt: Restaurar configurações padrão
tr: Varsayılan ayarları geri yükle

# settings_general_defaults_success
source: Default settings restored
fa: تنظیمات پیش‌فرض بازیابی شد
fr: Paramètres par défaut restaurés
hu: Alapértelmezett beállítások visszaállítva
it: Impostazioni predefinite ripristinate
pt: Configurações padrão restauradas
tr: Varsayılan ayarlar geri yüklendi

# page_imported_port
source: Port
es: Puerto
fa: پورت
he: פורט
it: Porta
pt: Porta
ru: Порт

# about_opensource_title
source: Open source
es: Código fuente abierto
fa: متن باز
he: קוד פתוח
hu: Nyílt forráskód
pt: Código aberto
tr: Açık kaynak

# settings_subheading_client
source: Client
fa: کلاینت
hu: Kliens
pt: Cliente
tr: İstemci
